export const products1 = 'מפסקים עצמאיים ואוטומטיים לשליטה ובקרה על הפעלות החשמל כגון: תאורה, וילונות, תריסים, מיזוג אוויר ועוד.\n' +
    'בכל מפסק igh מוטמעת יכולת קבלת החלטות פנימית אשר הופכת אותו ליחידת בקרה אוטונומית ללא תלות בבקר מרכזי או רשת תקשורת.\n' +
    'המפסקים החכמים כוללים מעבד זעיר ובאמצעות אפליקציה ניתן להגדיר לכל מפסק באיזה שעות יופעל' +
    ' ובאילו תנאים.\n';

export const modesPreText = 'ניתן להגדיר כל מפסק שיפעל באחד משלושת מצבי הפעלה:';

export const autoMode = 'הדלקה וכיבוי אוטומטי לפי הוראות החיישן';

export const ecoMode = 'כיבוי אוטומטי לפי הוראות החיישן';

export const manMode = 'הפעלה ידנית או הפעלה דרך האפליקצייה';

export const productsAfterText = 'מצבי ההפעלה משתנים אוטומטית ומאפשרים קבלת ההחלטות משתנה בהתאם לנתונים סביבתיים, העדפות והתנהגות המשתמש.';

export const dimmerPre = 'מחליף כל מפסק תאורה קיים ומאפשר להפוך כל גוף תאורה לתאורה חכמה.\n' +
    'נורות הניתנות לעמעום יהפכו גם הן לחכמות ויאפשרו לשלוט בעוצמת האור ולשנותה לאורך היום ובמצבים שונים באופן אוטומטי.';

export const dimmerItems = [
    'דימור - ניתן לדמר כל נורה המאפשרת זאת',
    'ניהול עוצמת אור - לתאורה היכולת להידלק ולהיכבות בהתאם לתפוסת החדר. כשאנשים ייכנסו לחדר ועוצמת האור נמוכה, האור יידלק וכשייצאו מהחדר האור ייכבה בצורה אוטומטית',
    'אפשרות להדלקת האור בשקיעה ו/או כיבוי בזריחה'
];

export const shutterPre = 'מאפשר פתיחה וסגירה של הוילונות והתריסים החשמליים ומאפשר פתיחה חלקית של התריס להכנסת אור בלבד.\n' +
    'ניתן לתזמן את הפעלת התריס ולהפעילו באופן אוטומטי יחסית לכמות האור בחדר.\n' +
    'יכולות למידה ייחודיות - המפסק לומד את טווח התנועה של התריס ויודע לשנות את זמני העלייה והירידה בהתאם למדידית זרם בזמן אמת ובכך מבטיח דיוק מירבי לאורך זמן.\n' +
    'סבסוב - שליטה חכמה בתריסים ונציאניים ותריסי אור.';

export const shutterItems = [
    'למידה אוטומטית - למידה אוטומטית של זמני הפתיחה והסגירה על מנת לאפשר אפשרויות שליטה מורחבות',
    'אפשרות מעבר התריס/הוילון לאחוז פתיחה מסויים מכל לוח מקשים/סמארטפון',
    'ניהול עוצמת אור - אפשרות לשמור על עוצמת אור אחידה בחדר במהלך היום על ידי סגירה ופתיחה אוטומטית של התריס',
    'הגדרת תריס מעבר - ביטול סגירת תריס מאמצעים מרוחקים כמו סמארטפונים בתריסי מעבר על מנת למנוע פגיעות',
    'הגנה על מנוע התריס - מפסק igh יפסיק את פעולת המנוע אם ירגיש תצרוכת יתר',
];

export const powerPre = 'מאפשר חיבור של ״צרכני חשמל כבדים״ למערכת הבית החכם כמו דוד חימום, מזגן, מכונת כביסה, מדיח כלים, תאורה חזקה ועוד.';

export const powerItems = [
    'ניהול עוצמת אור - למפסק היכולת להידלק ולהיכבות בהתאם לתפוסת החדר. כשאנשים ייכנסו לחדר המפסק יידלק וכשייצאו ייכבה בצורה אוטומטית',
    'למפסק היכולת להדלק ולהכבות בצורה אוטומטית בהתאם לטמפרטורת החדר',
];

export const sensePre = 'מאפשר להפעיל ולכבות את השלטים הרחוקים על ידי תקשורת עם יחידת שלט רחוק חכם.\n' +
    'כמו כן המפסק יודע למדוד את צריכת החשמל של המכשיר הנשלט ולהחליט אם הוא דלוק או כבוי.';

export const senseItems = [
    'אפשרות למדידת זרם של מוצרים תלת פאזיים',
    'הימנעות מהפעלות לא רצויות במזגנים - המפסק ישדר פקודות IR להדלקה רק במידה והמזגן כבוי ופקודות IR לכיבוי רק במידה והמזגן דלוק',
];

export const sensorPre = 'החיישן החכם יודע לזהות תנועה, למדוד את כמות האור ואת הטמפרטורה בחדר ולהזין את המידע למפסקים.\n' +
     ' המפסקים החכמים מקבלים את המידע הסביבתי ומקבלים החלטות בצורה עצמאית בהתאם להעדפותיו ולאורח חייו של המשתמש\n' +
    'החיישן הינו סולרי ולכן אינו מצריך תחזוקה או טעינה והתקנתו פשוטה באמצעות מדבקה מיוחדת.';

export const sensorItems1 = [
    'זיהוי תנועה',
    'מדידת עוצמת אור',
    'מדידת טמפרטורה',
    'שעון זמן אמת'
];

export const sensorItems2 = [
    'טעינה מאור החדר',
    'אין צורך בטעינה ידנית'
];

export const sensorItems3 = [
    'מתלה ייעודי ופשוט לתלייה בכל מקום',
    'אלחוטי לחלוטין',
    'ניתן להתקנה עצמית'
];

export const irPre = 'מאפשר הפעלת מוצרי החשמל המופעלים ע״י שלטים אלחוטיים באמצעות רכיבי igh ו/או האפליקציה, כך שתוכלו לשלוט, להפעיל ולייצר תסריטים לכל המכשירים המופעלים ע”י שלט רחוק כמו: ' +
    'מזגנים, טלוויזיות וממירים, מערכות קולנוע בייתי, סאונד ועוד.';

export const irItems = [
    'שידור פקודות IR(אינפרה אדום)',
    'מקלט IR לצורך הקלטה של כל פקודת IR',
    'אפשרות לחיבור עיינית IR חיצונית',
    'שידור פקודות IR במקביל מכמה עייניות',
    'עד 200 פקודות IR למוצר',
    'ריבוי שלטים'
];

export const ighcItems = [
    'שליטה ובקרה - עם מגשר האינטרנט, תפתחו לאפשרויות בלתי מוגבלות לשליטה ובקרה על ביתכם באמצעות הסמארטפון.',
    'כיסוי שטח נרחב - מתגבר על מגבלות R.F באמצעות שכפול יחידות מגשר האינטרנט מספר לא מוגבל של פעמים ברחבי הבית',
    'שליטה במוצרי צד שלישי'
];

export const ighcStrings = [
    'מחבר בין יחידות מערכת הבית החכם לאינטרנט ומאפשר לשלוט במערכת מרחוק באמצעות האפליקציה.',
    'שליטה ובקרה',
    'עם מגשר האינטרנט, תיפתחו לאפשרויות בלתי מוגבלות לשליטה ובקרה על ביתכם',
    'כיסוי שטח נרחב',
    'מתגבר על מגבלות R.F באמצעות שכפול יחידות מגשר האינטרנט מספר לא מוגבל של פעמים ברחבי הבית',
    'שליטה במוצרי צד שלישי',
];

export const glassItems = ['מפסקי המגע מזכוכית מסופקים בגדלים שונים. ממפסק מגע בודד עד קבוצה של שישה מפסקים.',
    'אפשרות לבחירת סמל מרכזי המותאם לסוג הצרכן.',
    'שלוש נקודות הפעלה לכל מפסק.',
    'חיווי מצבים על ידי 6 לדים לכל מפסק.'];

export const keypadPre = 'מאפשר להפעיל בנוחות ובקלות את מכשירי החשמל בבית שלכם. ' +
    'לוח המגע הוא אלחוטי, פועל עצמאית ולא דורש חיבור לרשת WiFi.\n' +
    'לוח המקשים מיועד לתלייה על הקיר ונשלף לשימוש בקלות. סוללת הלוח החכם זקוקה לטעינה רק פעם אחת בחצי שנה לערך.\n' +
    'לוח המקשים מאפשר שליטה קלה ונוחה באביזרי המערכת השונים ללא תלות ברשת כלשהי.';

export const keypadItems = [
    'מקשים מעוצבים ומוארים השולטים על תריסים, תאורות, מזגנים וכדומה',
    'תסריט בזמן אמת - בחר יחידה אחת או יותר, בחר את הפעולה הרצוייה ובכך צור תסריט ושלוט בו מלוח המקשים. הרצה ויצירת תסריטים אף פעם לא היתה כל כך קלה!',
    'תחזוקה מינימלית - בשימוש סביר, לא תזכור מתי הייתה הפעם האחרונה שהטענת את לוח המקשים',
    'הטענה פשוטה - במידה והסוללה עומדת להיגמר, פשוט חבר את לוח המקשים לחשמל בחיבור Micro USB סטנדרטי',
    'חיבור ישיר - לוח המקשים מדבר ישירות עם מוצרי המערכת ללא צורך ברשת או באינטרנט',
    'קלות הגדרה - לוח המקשים מוגדר באמצעות האפליקצייה על ידי שיוך פשוט של תסריט למקש',
    'מצב לילה - אפשרות להדלקה מינימלית של תאורת הכפתורים בלילה למניעת סנוור'
];

export const glassText = 'קו עיצוב יוקרתי של מפסקי מגע מזכוכית קריסטלית מחוסמת שעוצבו בקפידה כדי שישתלבו בעיצוב הבית ובמראה חדשני, יוקרתי ויפה.\n' +
    'למפסקי המגע מזכוכית אפשר להצמיד בצורה מאוד פשוטה סמלים בהתאם לפעולת המפסק ועל ידי כך ליצור מראה נקי יותר מבלי לפגוע בסימון הפעולה של כל מפסק ומפסק.';

export const basicOper = [
    {
        sub: 'לחיצה למעלה/למטה - ',
        text: 'נגיעה בודדת על החלק העליון/התחתון ידליקו/יכבו את המוצר בהתאמה'
    }, {
        sub: 'מצבים - ',
        text: 'נגיעה במרכז המפסק, תחליף בין המצבים האפשריים(אוטומטי, חצי אוטומטי וידני)'
    }];

export const advancedOper = [
    {
        sub: 'קבוצה - ',
        text: 'לחיצה ארוכה במרכז המפסק תפעיל מצב קבוצה באופן זמני. במצב זה כל ההפעלות יפעילו את כל קבוצת המפסקים הקשורה לאותו מפסק. לדוגמא, עבור מפסק תאורה בסלון, לחיצה למעלה תדליק את כל המנורות בסלון ולחיצה למטה תכבה את כולם'
    }, {
        sub: 'מצב שינה - ',
        text: 'במצב זה המפסק נדלק לזמן מוגדר מראש. על מנת להיכנס למצב זה לחץ באפליקצייה על מצב שינה או עבר למצב קבוצה ואז לחץ שוב ארוך במרכז המפסק'
    }
];

export const downloadSensor = 'מדריך הפעלה לחיישן';
export const downloadIGHC = 'מדריך הפעלה מגשר אינטרנט';
export const downloadIR = 'מדריך הפעלה מגשר IR';