export const products1 = 'מפסקים עצמאיים ואוטומטיים לשליטה ובקרה על הפעלות החשמל כגון: תאורה, וילונות, תריסים, מיזוג אוויר ועוד.\n' +
    'בכל מפסק igh מוטמעת יכולת קבלת החלטות פנימית אשר הופכת אותו ליחידת בקרה אוטונומית ללא תלות בבקר מרכזי או רשת תקשורת. \n' +
    'מצבי הפעלה משתנים אוטומטית מאפשרים קבלת ההחלטות משתנה בהתאם לנתונים סביבתיים, העדפות והתנהגות המשתמש.\n';

export const autoMode = 'תאורות ומוצרים יידלקו ויתכבו אוטומטית בהתאם לגילויי חיישן והגדרות קבלת ההחלטות';

export const ecoMode = 'תאורות ומוצרים יתכבו אוטומטית בהתאם להגדרת קבלת ההחלטות וגילויי החיישנים, אבל לא ידלקו בצורה אוטומטית';

export const manMode = 'תאורות ומוצרים לא ידלקו או יתכבו בצורה אוטומטית';

export const dimmerPre = 'מפסק התאורה מחליף כל מתג תאורה קיים ומאפשר להפוך כל גוף תאורה לתאורה חכמה.\n' +
    'מנורות הניתנות לדימור יהפכו גם הן לחכמות ויאפשרו לשלוט ברמת הדימור ולשנותה לאורך היום ובמצבים שונים באופן אוטומטי.' +
    '\n';

export const dimmerItems = [
    'דימור כל נורה מאושרת',
    'ניהול עוצמת אור - לתאורה היכולת להידלק ולהיכבות בהתאם לתפוסת החדר. כשאנשים ייכנסו לחדר ועוצמת האור נמוכה, האור יידלק בצורה אוטומטית וכשייצאו מהחדר ייכבה בצורה אוטומטית',
    'אפשרות להדלקת האור בשקיעה ו/או כיבוי בזריחה',
    'עיכוב בכיבוי - אפשרות לכיבוי האור לאחר פרק זמן קצר בלחיצה על כיבוי במקום בצורה מיידית',
    'אפשרות להגדרת המפסק כ Single Touch, מצב המאפשר לחיצה בכל מקום במפסק על מנת להדליק/לכבות את האור',
];

export const shutterPre = 'ניהול תריסים אוטומטי לשימור כמות האור הרצויה.\n' +
    'יכולות למידה ייחודיות  המפסק לומד את טווח התנועה של התריס ויודע לשנות את זמני העלייה והירידה בהתאם למדידית זרם בזמן אמת ובכך מבטיח דיוק מירבי לאורך זמן.\n' +
    'סבסוב - שליטה חכמה בתריסים ונציאניים ותריסי אור.\n';

export const shutterItems = [
    'למידה אוטומטית - למידה אוטומטית של זמני הפתיחה והסגירה על מנת לאפשר אפשרויות שליטה מורחבות',
    'אפשרות מעבר התריס/הווילון לאחוז פתיחה מסויים מכל לוח מקשים/סמארטפון',
    'ניהול עוצמת אור - אפשרות לשמור על עוצמת אור אחידה בחדר במהלך היום על ידי סגירה ופתיחת התריס',
    'הגדרת תריס-מעבר - ביטול סגירת תריס מאמצעים מרוחקים כמו סמארטפונים בתריסי מעבר על מנת למנוע פציעות',
    'הגנה על מנוע התריס - מפסק igh יפסיק את פעולת המנוע אם ירגיש תצרוכת יתר',
    'סבסוב - אפשרות לשליטה חכמה בתריסים ונציאניים ותריסי אור',
];

export const powerPre = 'שליטה ובקרה חכמה על צרכני חשמל כבדים.' +
    'מתאים לשליטה בתאורות, מזגנים, דודי חשמל, מערכות חימום ועוד.';

export const powerItems = [
    'ניהול עוצמת אור - למפסק זה היכולת להידלק ולהיכבות בהתאם לתפוסת החדר. כשאנשים ייכנסו לחדר תהליך קבלת ההחלטות יידלק בצורה אוטומטית וכשייצאו מהחדר ייכבה בצורה אוטומטית',
    'אפשרות להגדרת המפסק כ Single Touch, מצב המאפשר לחיצה בכל מקום במפסק על מנת להדליק/לכבות את האור',
];

export const sensePre = 'מאפשר הפעלת מוצרים באמצעות פקודות IR ומדידת זרם';

export const senseItems = [
    'אפשרות למדידת זרם של מוצרים תלת פאזיים',
    'הימנעות מהפעלות לא רצויות - המפסק ישדר פקודות IR להדלקה רק במידה והמזגן כבוי ופקודות IR לכיבוי רק במידה והמזגן דלוק',
];

export const sensorPre = 'החיישן מודד את כמות האור, גובה הטמפרטוה, מזהה נוכחות של אנשים ומשדר את המידע למפסקים.\n' +
    ' המפסקים החכמים מקבלים את המידע הסביבתי ומקבלים החלטות בצורה עצמאית בהתאם להעדפותיו ולאורח חייו של המשתמש';

export const sensorItems1 = [
    'זיהוי תנועה',
    'מדידת עוצמת אור',
    'מדידת טמפרטורה',
    'שעון זמן אמת'
];

export const sensorItems2 = [
    'טעינה מאור החדר',
    'אין צורך בטעינה ידנית'
];

export const sensorItems3 = [
    'מתלה ייעודי ופשוט לתלייה בכל מקום',
    'אלחוטי לחלוטין',
    'ניתן להתקנה עצמית'
];

export const irPre = 'מאפשר הפעלת השלטים הרחוקים בבית דרך האפליקציה, כך שתוכלו לשלוט, להפעיל ולייצר תסריטים לכל המכשירים המופעלים ע”י שלט רחוק:' +
    'מזגנים, טלוויזיה וממיר, מערכות קולנוע בייתי, סאונד ועוד.';

export const irItems = [
    'שידור פקודות IR',
    'מקלט IR לצורך הקלטה של כל פקודת IR',
    'אפשרות לחיבור עיינית IR חיצונית',
    'שידור פקודות IR במקביל מכמה עייניות',
    'עד 200 פקודות IR למוצר',
    'ריבוי שלטים'
];

export const ighcStrings = [
    'מחבר בין יחידות מערכת הבית החכם לאינטרנט ומאפשר לשלוט במערכת מרחוק באמצעות האפליקציה.',
    'שליטה ובקרה',
    'עם מגשר האינטרנט, תיפתחו לאפשרויות בלתי מוגבלות לשליטה ובקרה על ביתכם',
    'כיסוי שטח נרחב',
    'מתגבר על מגבלות R.F באמצעות שכפול יחידות מגשר האינטרנט מספר לא מוגבל של פעמים ברחבי הבית',
    'שליטה במוצרי צד שלישי',
];

export const glassItems = ['פנל זכוכית בגדלים שונים בעיצוב חדשני מינימלסטי בצבע לבן/שחור.',
    'אפשרות לבחירת אייקון מרכזי המותאם לסוג הצרכן.',
    'שלוש נקודות הפעלה לכל מפסק .',
    'חיווי מצבים על ידי 6 לדים לכל מפסק.'];

export const keypadPre = 'לוח המקשים מאפשר שליטה קלה ונוחה באביזרי המערכת השונים ללא תלות ברשת כלשהי.';

export const keypadItems = [
    {
        sub: 'תסריט בזמן אמת - ',
        text: 'בחר יחידה אחת או יותר, בחר את הפעולה הרצוייה ובכך צור תסריט ושלוט בו מלוח המקשים. הרצה ויצירת תסריטים אף פעם לא היתה כל כך קלה!'
    }, {
        sub: 'תחזוקה מינימלית - ',
        text: 'בשימוש סביר, לא תזכור מתי הייתה הפעם האחרונה שהטענת את לוח המקשים'
    }, {
        sub: 'הטענה פשוטה - ',
        text: 'במידה והסוללה עומדת להיגמר, פשוט חבר את לוח המקשים לחשמל בחיבור Micro USB סטנדרטי'
    }, {
        sub: 'חיבור ישיר - ',
        text: 'לוח המקשים מדבר ישירות עם מוצרי המערכת ללא צורך ברשת או אינטרנט'
    }, {
        sub: 'קלות הגדרה - ',
        text: 'הלוח מוגדר באמצעות האפליקצייה על ידי שיוך פשוט של תסריט למקש'
    }, {
        sub: 'מצב לילה - ',
        text: 'אפשרות להדלקה מינימלית של תאורת הכפתורים בלילה למניעת סנוור'
    }];


export const basicOper = [
    {
        sub: 'לחיצה למעלה/למטה - ',
        text: 'נגיעה בודדת על החלק העליון/התחתון ידליקו/יכבו את המוצר בהתאמה'
    }, {
        sub: 'מצבים - ',
        text: 'נגיעה במרכז המפסק, תחליף בין המצבים האפשריים(אוטומטי, חצי אוטומטי וידני)'
    }];

export const advancedOper = [
    {
        sub: 'קבוצה - ',
        text: 'לחיצה ארוכה במרכז המפסק תפעיל מצב קבוצה באופן זמני. במצב זה כל ההפעלות יפעילו את כל קבוצת המפסקים הקשורה לאותו מפסק. לדוגמא, עבור מפסק תאורה בסלון, לחיצה למעלה תדליק את כל המנורות בסלון ולחיצה למטה תכבה את כולם'
    }, {
        sub: 'מצב שינה - ',
        text: 'במצב זה המפסק נדלק לזמן מוגדר מראש. על מנת להיכנס למצב זה לחץ באפליקצייה על מצב שינה או עבר למצב קבוצה ואז לחץ שוב ארוך במרכז המפסק'
    }
];

export const downloadSensor = 'מדריך הפעלה לחיישן';
export const downloadIGHC = 'מדריך הפעלה מגשר אינטרנט';
export const downloadIR = 'מדריך הפעלה מגשר IR';