export const hotelPreText = 'חדר אירוח מלונאי חכם בקרת אנרגיה יחסית למצב דלת החדר וחיישן הנוכחות הסולרי,מה שמאפשר הרצת תרחיש קבלת פנים עם כניסת האורח לחדר, ותרחיש עזיבה ממודרג עם עזיבתו, ' +
    'וזאת ללא שימוש בתחת עגינה למפתח החדר.הדיימר החכם יוכל לעמעם את מעגלי התאורה לאווירה ונוחות מרבית של האורח.בנוסף האורח יוכל לשלוט בתרחישי התאורה, הוילונות והפעלת המזגן באופן פשוט להפליא מלוח הפעלה עם תאורת רקע  שנמצא בצידי המיטה ובמסדרון החדר.\n' +
    'מערכת הבקרה על החדרים תציג לכם כל מידע נחוץ על החדרים כגון "נחוץ ניקיון חדר" "נא לא להפריע" "דלת חדר נשארה פתוחה" "טמפרטורה בחדר קרה/חמה מידי ועוד,ותוכל להממשק למערכת הקבלה כך שמזגן החדר יופעל מיד לאחר קבלת האורח.\n' +
    'מערכת השליטה והבקרה לשטחים הציבוריים תאפשר שליטה בכל סוגי התאורה כולל צבעונית צהובה וכן מעגלי 230 וולט, חדרי ישיבות התממשקות למערכות אודיו ווידאו באופן פשוט ונוח לעובדי המלון ומנהלי האחזקה.\n' +
    'טכנולוגית IGH מבית גרינפוינט הינה מבוזרת וללא נקודת כשל בודדת, ללא בקר מרכזי, מה שמאפשר אמינות ללא פשרות.';

export const hotelItems = [
    {
        title: 'המערכת המבוזרת היחידה בעולם המאפשרת התקנה פשוטה ובאמינות שרק טכנולוגית IGH  יכולה לתת.',
        text: '',
        img: 'hotel7.png'
    },{
        title: 'חדרים חכמים',
        text: '\n' +
            'חדר אירוח בטכנולוגית IGH כולל מספר מפסקים חכמים ,מגשר IR,מגנט דלת וחיישן סביבתי סולארי ,לוחות תרחישים שפועלים באופן מבוזר ללא בקר מרכזי או ספק כוח מרכזי  ולכן אין נקודת כשל מרכזית שיכולה לגרום לחדר לא לפעול כראוי,אמינות כזו ניתן לקבל רק בטכנולוגית IGH.\n' +
            'החדר פועל באופן אוטונומי ללא תלות ברשת תקשורת.\n' +
            'התחזוקה מתבצעת על ידי עובדי המלון הצורה פשוטה.\n' +
            'בקרה חכמה על שלט חוץ "נקה חדר" "נא לא להפריע"\n' +
            'שליטה ובקרה מרכזית על כל חדר מרחוק כולל התראות.'
    },{
        title: 'יתרונות',
        text: 'התקנה פשוטה.\n' +
            'לוחות הפעלה אמינים במיוחד ללא צורך בחיבור תקשורת קווית , עם חיישן נגיעה לתאורת רקע להרצת תרחישים משני צידי המיטה ומהמסדרון.\n' +
            'ללא בקר מרכזי החדר אוטונומי לחלוטין,אמינות ללא פשרות.\n' +
            'ללא תלות ברשת תקשורת.\n' +
            'שליטה ובקרה מרכזית.'
    },{
        title: 'Comfort, efficiency and economy',
        text: 'igh system allows serving-staff to see on their Smartphone or on any ' +
            'tablet the occupancy status of room and if the guest requested to not be disturbed/clean his room.\n'+
            'Igh for hotel management allows monitoring the room status by showing the time it took to clean the room, ' +
            'showing if the room is clean/need to be cleaned or currently getting cleaned.\n' +
            'Igh system alerts when electric circuit fail, temperature is too high/low, door ' +
            'left open while room isn\'t occupied and lack of movement when the room is occupied.',
        img: 'hotel5.png'
    },{
        title: 'שטחים ציבוריים',
        text: 'תשתיות מינימאליות.\n' +
            'שטח התקנה קטן מאוד.\n' +
            'חיסכון בעלות מעגלי תאורה שניתנים לעמעום ב 230 וולט, וכן בקרת DMX לפסי לדים צבעונים ועוד.\n' +
            'ללא בקר מרכזי ,מערכת מבוזרת.\n' +
            'יצירת תרחישים ותזמונים על ידי עובדי המלון.\n' +
            'התממשקות למערכות צד ג כגון אודיו ווידאו וכד.\n' +
            'אפליקציות ללא תשלום.',
    }
];
