export const hotelPreText = 'מערכת מלונאית בטכנולוגית igh פותחה ועוצבה בקפדנות עבור בתי מלון ומוסדות אירוח תוך מתן דגש על צורכיהם המשתנים של אורחי המלון ומפעיליו';
export const hotelItems = [
    {
        title: 'המערכת המבוזרת היחידה בעולם המאפשרת התקנה פשוטה ובאמינות שרק טכנולוגית igh יכולה לתת.',
        text: '',
        img: 'hotel7.png'
    },{
        title: 'חדרים חכמים',
        text: 'חדרי האירוח חכמים פועלים באופן אוטומטי לחלוטין, ללא תלות ברשת תקשורת ובקרים מרכזיי ובכך יוצרים סביבה אוטונומית וירוקה שמגדירה סטנדרט חדש לחווית האירוח.\n' +
            'קבלת פני האורח – כבר עם פתיחת הדלת החדר יקבל את פני האורח באמצעות תסריט קבלת פנים, יעמעם את התאורות לרמה הרצויה ויפעיל את מיזוג האוויר.\n' +
            'עזיבת החדר – החדר החכם יכבה בהדרגה את כל צרכני החשמל שנשארו דולקים באמצעות תסריט עזיבה עם עזיבת החדר ללא צורך בתחנת עגינה למפתח החדר.\n' +
            'שליטה ובקרה – שליטה קלה ונוחה בתאורה, וילונות ומיזוג האוויר מתבצעת באמצעות לוחות הפעלה חכמים הממוקמים בצדי המיטה ובכניסה לחדר. כמו כן, מערכת בקרת חדרים חכמה תציג בזמן אמת מידע נחוץ כגון "דרוש ניקיון לחדר", "נא לא להפריע", ' +
            '"דלת החדר נשארה פתוחה", מידע על טמפרטורת החדר ועוד. בנוסף, ניתן לממשק את המערכת לדלפק הקבלה כך שהמיזוג בחדר יופעל מיד לאחר קבלת האורח.'
    },{
        title: 'יתרונות',
        text: 'התקנה פשוטה ומהירה על בסיס תשתית המחשמל הקיימת, מתבצעת על ידי צוות המלון לאחר ליווי והכשרה בחינם מטעם חברתנו.\n' +
            'אוטומציה מלאה - קבלת החלטות משתנה בהתאם לבקשות המלון.\n' +
            'חדרים אוטונומיים לחלוטין ללא כל תלות ברשת תקשורת היוצרים אמינות ללא פשרות.\n' +
            'המערכת ניתנת להתקנה בכל מבנה ללא מגבלות טווחים.\n' +
            'שליטה ובקרה מרכזית.'
    },{
        title: 'שטחים ציבוריים',
        text: 'שליטה בכל סוגי התאורה כולל בקרת DMX למעגלי לדים צבעוניים ועוד.\n' +
            'התממשקות למערכות צד ג\' כגון אודיו/וידאו בחדרי ישיבות, מערכות מיזוג VRF ועוד.\n' +
            'שליטה על המערכת באמצעות אפליקציה ללא תשלום כולל יצירת תרחישים ותזמונים.\n' +
            'התראות בזמן אמת על אירועים שהתרחשו והפעלת תסריטים אוטומטית.\n' +
            'סטטיסטיקת צריכת חשמל מתקדמת עבור כל מעגל חשמלי.'
    }
];
