export const holistic = 'טכנולוגית igh שולטת בכל תאורה כולל דימור, תריסים ווילונות חשמלים כולל פקודה לפתיחה וסגירה חלקית, ' +
    'עומסי כוח כגון דוד, מזגן, מכונת כביסה, מוצרי אינפרא אדום כגון מזגנים, טלווזיה וכל מוצרי הבידור.\n';

export const automation = 'שמעתם פעם על בית שעובד בשבילכם? ' +
    'מערכת הבית החכם האוטומטי מדליקה ומכבה באופן אוטומטי אורות, מזגנים, תריסים, כך שבקרוב תשכחו איך לוחצים על מתגים.\n' +
    ' עם מערכת ה-Igh החיים שלכם יהפכו להיות הרבה יותר נוחים ונגישים, הבית יעבוד בשבילכם וישלוט במכשירי החשמל השונים על פי הצרכים שתגדירו לו מראש.';

export const stayInTouch = 'מערכת igh דואגת לשלוח לנו מיילים על פי בחירתנו לטלפון הנייד. לדוגמא - הילדים הגיעו מבית' +
    ' הספר ונמצאים במטבח, העוזרת הגיעה לעבודה, חם מידי בחדר השינה, מישהו מסתובב בבית בשעות לא הגיוניות ועוד ועוד.';

export const energySaving1 = 'מפסק igh מודד בזמן אמת את תצרוכת החשמל של העומס המחובר אליו כגון דוד מים חמים מזגן ואפילו תאורה. מידע זה מאפשר לנו  להשתמש בתבונה במוצרי חשמל בזבזנים ולעיתים אפילו להחליפם. מפסק igh ' +
    'החכם מכבה את העומס על פי הגדרתנו באופן אוטומטי כך שלא יהיה בביתנו חשמל מבוזבז.';

export const energySavingList = [
    {
        sub: 'יכולות מדידה ייחודיות',
        text: 'כל מפסק igh מגיע עם מד צריכה ומודד את הזרם שלו בצורה עצמאית'
    }, {
        sub: 'שליחת התראות בזמן אמת',
        text: 'הפעלת תרחישים ושליחת התראות בהתאם לאירועים בבית'
    }, {
        sub: 'מנהל מיקום בזמן אמת',
        text: 'הרצת תרחישים בהתאם למקום הטלפון באמצעות GPS'
    }
];

export const modular = 'מערכת הבית החכם הינה מערכת מודולרית.\n' +
    'את המערכת ניתן להתקין בחלקים מן הבית ובכל עת ניתן להוסיף עוד חדרים.' +
    'ישנם אנשים שמעדיפים תחילה להתנסות ולהתקין את המערכת בסלון ובחדר הילדים ולאחר זמן מה להוסיף  חדרים בהתאם לרצונות ולצרכים.' +
    'צוות המתקינים שלנו ישמח להגיע שוב ולהתקין חדרים ואזורים נוספים בעלות של מאות שקלים בודדים.\n' +
    'אפשר להתקין את המערכת בחדרים שתרצו ולא בכל הבית, בלי צורך בארונות תקשורת וחיווט הבית.' +
    'ניתן להתקין את מערכת הבית החכם גם בדירות ישנות ואפילו בדירה השכורה שלכם.';

export const quickInstall = 'עם מערכת igh כל בית יכול להיות בית חכם האמיתי בהתקנה פשוטה וקלה.\n' +
    'את הבית החכם ניתן להתקין גם בדירות ישנות ואפילו בדירות שכורות: ניתן להעביר את המערכת איתכם בעת מעבר בפירוק והתקנה פשוטים על ידי צוות המתקינים שלנו.\n' +
    'את מערכת הבית החכם ניתן להתקין גם בדירות ישנות ושכורות ובמידה ואתם עוברים דירה ניתן לקחת אותה איתכם.\n';

export const reliable = 'בטכנולוגית igh אין רשת מכל סוג שהוא, אין בקר מרכזי, מערכת igh אינה תלויה במרכיב כזה או אחר, כל מפסק פועל באופן עצמאי ואוטונומי.' +
    ' למערכת igh תקינה ישראלית מלאה ואישור של חברת החשמל.\n';

export const appDescription = 'תמיכה באייפון, אייפד ואנדרואיד.' +
    ' המערכת תוכננה כך שדרך האפלקציות השונות המשתמש יכול להגדיר ולשנות את ביתו גם מהבית וגם מרחוק ללא תלות במתקין זה או אחר.\n' +
    ' אפליקציות igh מאפשרות לא רק לשלוט בעומסים אלה גם לדעת את תצרוכת החשמל המצטברת שלהם על בסיס יומי, שבועי ושנתי.';