export const homePreText = 'סוגר את התריסים בלילה, פותח קצת בבוקר, ושומר באופן אוטומטי על כמות האור בחדר כך ' +
    'שהחדר לא יתחמם יתר על המידה אבל ישאר מאוורר, בערב שנכנסת לחדר ומספיק חשוך האור ' +
    'ידלק לעוצמה המבוקשת, לאחר שתלך לישון המערכת תשמור על חשכה עד שתתעורר בבוקר.\n' +
    'טכנולוגית igh מביאה אליכם דור חדש של בית חכם שעושה שעוטף אותך ברכות חושב ' +
    'קדימה ומוריד מעליך את הדאגה היום יומית של כיבוי צרכני חשמל שנשכחו פועלים ללא צורך.';

export const homeBatch1 = [
    {
        title: 'עוטף אותך ברכות',
        text: 'מפסקי igh במצבים אוטומטים ידליקו ויכבו את התאורות ומוצרי החשמל באופן אוטומטי לנוחיות מירבית.\n' +
            'החיישן הסביבתי ילמד את התנהגותך ויתאים עצמו אליך.\n' +
            'בעזרת תהליך אינטליגנטי של קבלת החלטות במפסק החכם, תזמון והפעלת תרחישים נקבל חיסכון משמעותי בצריכת האנרגיה וחווית משתמש מדהימה.',
        img: 'home6.png'
    }
];

export const homeBatch2 = [
    {
        title: 'שמור על קשר',
        text: 'הבית החכם של  igh ישמור על קשר איתך וידוח לך על אירועים חריגים כגון כניסה לא מורשית לביתך ,טמפרטורה גבוהה מידי באחד החדרים ועוד,ידווח על הגעת הילד מביה"ס ועוד.\n' +
            'לאחר כשבועים עם הבית החכם של igh לא תבין כיצד יכולת לחיות בלעדיו.\n',
        img: 'home7.png'
    }
];

export const officePreText = 'במשרד החכם בו מותקנת מערכת גרין פוינט' +
    ' לא יהיה עוד ביזבוז חשמל, חיישני הסביבה ינטרו את עוצמת האור הטמפרטורה וכן הנוכחות וידאגו לכבות את המזגן ' +
    'והאור כשהחדר במשרד לא בשימוש ,כמובן שבימי העבודה חלק מהמזגנים כבר ידלקו זמן מה לפני הגעת עובדי המשרד' +
    ' ,ובערב המשרד יפסיק להפעיל אוטומטי את המזגנים כך שאפילו כששירותי הניקיון יכנסו לחדר המזגן לא ידלק.\n' +
    'מערכת השליטה והבקרה תאפשר לקבל מידע רלוונטי אודות צריכת האנרגיה , נוכחות ואפילו טמפרטורה חריגה לטלפון הנייד שלך.';