export const appPanel1 = 'האפליקציה החינמית igh היא קלה לשימוש ומאפשרת שליטה ובקרה מקומית ומרחוק. האפליקציה נותנת מידע עשיר ומדוייק על המשתמשים השונים בבית ומאפשרת שינוי הגדרות של המערכת.\n' +
    'התקנת המערכת בבית נעשית בלעדית ע"י האפליקציה ללא צורך באנשי מקצוע או טכנאי החברה. הורידו את האפליקציה כאן:';

export const otherPanels = [
    {
        title: 'שלוט על הבית שלך',
        text: 'שליטה על התאורות ומכשירי החשמל השונים בבית כאילו אתם עומדים ממש לידם בכל רגע נתון.' +
            ' כבו והדליקו מכשירי חשמל, התאימו את עוצמת התאורה בכל חדר וחדר לעוצמה הרצויה ואפילו סגרואת התריסים עד למידה הרצויה. עם האפליקציה תוכלו להגדיר' +
            ' מצבים ולתזמן תזמונים לכל מתג ומתג בנפרד ולקבל מידע עשיר אודות ניהול האנרגיה וסטטיסטיקות שימוש ישר לנייד או לטבלט.\n',
        image: 'app5.png'
    }, {
        title: 'שלטים ווירטואליים',
        text: 'הפוך את הסמארטפון שלך לשלט רחוק אוניברסלי בבית שלך. עם השלט הוירטואלי בידך כבר לא תצטרך לחפש כל פעם אחר השלט המתאים, תוכל לשלוט במזגן, ' +
            'מערכת שמע, וידאו, די.וי.די או כל מכשיר אחר הנשלט באמצעות אינפרה אדום.',
        image: 'app6.png'
    }, {
        title: 'תסריטים',
        text: 'בבית החכם של igh אתם יוצרים תסריטי הפעלה שונים, באמצעות הגדרה מראש של רצף פעולות אשר יתרחשו בו זמנית' +
            'בלחיצת כפתור באפליקציה או בהפעלה לפי תזמון זמנים מראש.\n' +
            'לדוגמא, תוכלו ליצור תסריט ״חזרה מבית ספר״ ובו הטלוויזיה תידלק על התכנית האהובה על ילדיכם, המזגן ידלק, התריסים החשמליים' +
            'יפתחו והאורות במטבח ידלקו.',
        image: ''
    }, {
        title: 'ניהול צריכה חכם',
        text: 'מפסקי igh החכמים יכבו עבורך את התאורה,המזגן והדוד באופן אוטומטי. אין עוד צורך לרדוף אחרי הילדים שיכבו את מוצרי החשמל, מפסקי igh נותנים לכם חופש ודואגים שלא יהיה חשמל מבוזבז בביתכם.' +
            'חיסכון זה יכול להגיע לכ 30% בהוצאות החשמל.\n' +
            'בנוסף מפסקי igh מודדים את תצרוכת החשמל בזמן אמת ומציגים לכם את עלות הפעלתם, ידע זה מאפשר לכם שימוש נבון יותר במוצרי חשמל זללניים.',
        image: 'app9.png'
    }
];