export const appPanel1 = 'האפליקציה החינמית igh קלה לשימוש ומאפשרת שליטה ובקרה מקומית ומרוחקת.' +
    ' האפליקציה נותנת מידע עשיר ומדוייק על מוצרי igh המותקנים בבית כגון תצרוכת חשמל, טמפרטורה, תנועה, כמות אור וכדומה.\n' +
    'האפליקצייה גם מאפשרת בפשטות שינוי של הגדרות המערכת, שינוי תזמנים, תסריטים וכדומה.\n' +
    'הגדרת המערכת בבית לאחר ההתקנה נעשית בלעדית ע"י האפליקציה ללא צורך באנשי מקצוע או טכנאי החברה. הורידו את האפליקציה כאן:';

export const otherPanels = [
    {
        title: 'שלוט על הבית שלך',
        text: 'שליטה על התאורות ומכשירי החשמל השונים בבית כאילו אתם עומדים ממש לידם בכל רגע נתון.' +
            ' כבו והדליקו מכשירי חשמל, התאימו את עוצמת התאורה בכל חדר וחדר לעוצמה הרצויה ואפילו סגרו את התריסים עד למידה הרצויה. עם האפליקציה תוכלו להגדיר' +
            ' מצבים ולתזמן תזמונים לכל מתג ומתג בנפרד ולקבל מידע עשיר אודות ניהול האנרגיה וסטטיסטיקות שימוש ישר לנייד או לטבלט.\n',
        image: 'app5.png'
    }, {
        title: 'שלטים ווירטואליים',
        text: 'הפוך את הסמארטפון לשלט רחוק אוניברסלי בבית. עם יצירת השלט הווירטואלי, לא תצטרך בכל פעם לחפש אחר השלט המתאים.\n' +
            'תוכל לשלוט במזגן, ' +
            'במערכת שמע, בוידאו או בכל מכשיר אחר הנשלט באמצעות אינפרה אדום ישירות מהאפליקצייה.',
        image: 'app6.png'
    }, {
        title: 'תסריטים',
        text: 'בבית החכם של igh אתם יוצרים תסריטי הפעלה שונים, באמצעות הגדרה מראש של רצף פעולות אשר יתרחשו בו זמנית ' +
            'בלחיצת כפתור באפליקציה או בהפעלה לפי תזמון מראש.\n' +
            'לדוגמא, תוכלו ליצור תסריט ״חזרה מבית ספר״ ובו הטלוויזיה תידלק על התכנית האהובה על ילדיכם, המזגן ידלק, התריסים החשמליים ' +
            'יפתחו והאורות במטבח ידלקו.',
        image: ''
    }, {
        title: 'ניהול צריכה חכם',
        text: 'מפסקי igh החכמים יכבו עבורך את התאורה, המזגן והדוד באופן אוטומטי.' +
            ' אין עוד צורך לרדוף אחרי הילדים שיכבו את מוצרי החשמל, מפסקי igh נותנים לכם חופש ודואגים שלא יהיה חשמל מבוזבז בביתכם. ' +
            'חיסכון זה יכול להגיע לכ 30% בהוצאות החשמל.\n' +
            'בנוסף מפסקי igh מודדים את תצרוכת החשמל בזמן אמת ומציגים לכם את עלות הפעלתם, ידע זה מאפשר לכם שימוש נבון יותר במוצרי חשמל בזבזניים.',
        image: 'app9.png'
    }
];