export const about1 = 'ברוכים הבאים לבית החכם של גרינפוינט\n' +
    'לעולם של נוחות, חדשנות וחיסכון בחשמל';

export const about2 = 'חברת גרין פוינט, מפתחת ומייצרת בישראל את הבית החכם מסדרת igh - intelligent green home' +
    ' הבית החכם שפותח ע"י חברתנו תוכנן לפעול בשבילכם באופן אוטומטי ולהפוך את המגורים בבית' +
    ' לחוויה מתקדמת של הנאה, נוחות , איכות חיים וחיסכון בחשמל.\n' +
    'מערכת igh מאפשרת הפיכת כל בית קיים או חדש לבית חכם ולא בזבזני בחשמל ע"י החלפה פשוטה' +
    ' של המתגים הקיימים במתגי igh חכמים.\n' +
    'כל מתג igh יודע לקבל החלטות באופן עצמאי בהתאם לסגנון חייו של המשתמש. המתגים החכמים' +
    ' ידליקו ויכבו עבורכם את התאורה, יפתחו ויסגרו את התריסים, ידליקו את המזגן לטמפרטורה' +
    ' הרצויה ועוד.\n' +
    'מערכת igh מאפשרת ניהול אנרגיה וחיסכון של כ 30% בהוצאות החשמל.\n' +
    'סדרת מוצרי igh של חברת גרין פוינט הינם יחודים בעלי טכנולוגיה מתקדמת המוגנת בפטנט ובעלי' +
    ' תקינה ישראלית, ארופאית ואמריקאית.\n' +
    'בסדרת igh ניתן דגש רב לאיכות החומרים ולעיצוב המוצרים. היחידות בנויות בהזרקה דו שכבתית' +
    ' ומתגי המגע מעוצבים מזכוכית קריסטאלית מחוסמת המעניקה למוצרים מראה חדשני, חזק ויוקרתי.\n' +
    'המערכת כוללת שילוב בין חישנים חכמים, מתגים ושאר יחידות המערכת שמאפשר ניהול הבית' +
    ' באופן אוטומטי, כך שהבית עובד בשבילכם לפי הצרכים וההגדרות שכוללים תנועה, טמפרטורה,' +
    ' כמות אור ועוד.';

export const about3 = 'בעשור האחרון פותחו טכנולוגיות אלחוטיות שפועלות בטכנולוגיות כגון WiFi ו Zigbee שמטרתן להחליף את' +
    ' הטכנולוגיות הקוויות ובכך לאפשר ליותר בתים להתקין בקלות ובמחירים זולים יותר מערכות בית חכם.\n' +
    'גם המערכות הקוויות וגם האלחוטיות משתמשות בבקר מרכזי. על מנת לאפשר שליטה בצרכני הבית השונים, ההתחברות בין יחידות הקצה (המפסקים החכמים)' +
    ' לבין הבקר המרכזי מתבצעת דרך רשת כזו או אחרת, הבקר המרכזי מקבל את הפקודה מיחידת הקצה ומבצע אותה.\n' +
    'במערכות האלחוטיות עקב ריבוי הודעות ומרחקים גדולים בין יחידות הקצה לבקר וכן חשיפה להפרעות ועומס רב מתגלים לעיתים מצבים' +
    ' של חוסר אמינות והאטה בפקודות המתקבלות הן על ידי היחידה המרכזית והן על ידי יחידות הקצה.\n' +
    'עקב חסרונות אלו במערכות האלחוטיות נוצר חסם שלא מאפשר להביא את הטכנולוגיה לכלל הבתים בעולם.\n' +
    'טכנולוגית igh מבטלת לחלוטין את הצורך ביחידת בקרה מרכזית וכן ברשת האלחוטית. הטכנולוגיה מאפשרת לכל יחידת קצה להיות חכמה, לקבל מידע ' +
    'מחישני הסביבה של igh ויחידות קצה נוספות, לקבל החלטות פנימיות ולהריץ פקודות בהתאם להגדרות המשתמש.\n' +
    'הפתרון הייחודי של igh מאפשר שליטה ובקרה אוטומטית לחלוטין, התקנה פשוטה ללא תשתיות, אמינות של מערכת קווית ומחיר אטרקטיבי.';

export const aboutSupport = 'תמיכה מרוחקת ללא צורך בהגעה לבית הלקוח.';

export const aboutCustomers = 'הטכנולוגיה מתאימה לכולם!!!!\n' +
    'לווילת היוקרה ולדירה הקטנה, לבנין המשרדים, לבתי החולים, לחדרי הכושר, למלונות ולחדרי האירוח';

export const aboutFeatures = [
    'יכולות מדידה ייחודיות - כל מפסק igh מגיע עם מד צריכה ומודד את הזרם שלו בצורה עצמאית',
    'שליחת התראות בזמן אמת - הפעלת תרחישים ושליחת התראות בהתאם לאירועים בבית',
    'מערכת מבוזרת, מפסקים אוטונומיים עצמאיים, ללא נקודת כשל מרכזית ,אמינות ללא פשרות.',
    'מפסקים חכמים שלומדים את התנהגותך ומשנים קבלת החלטות בהתאם.',
    'בכל מפסק 3 מצבי עבודה לשליטה על ידי המשתמש - ידני, אוטומטי וחסכוני.',
    'אין צורך בתכנון מוקדם למיקום המפסקים החכמים בבית.',
    'אין מגבלת טווח RF, ניתן להתקנה בכל גודל של אתר.',
    'ניהול ומדידת תצרוכת חשמל על ידי כל מפסק חכם.',
    'חיישן נוכחות, טמפרטורה ואור הפועל באופן סולרי ללא צורך בהתקנה חשמלית או החלפת סוללות.',
    'חיסכון של כ- 30% בתצרוכת החשמל בבתים על ידי ביטול החשמל המבוזבז ללא פגיעה באיכות החיים.',
    'שליטה בעוצמת תאורה לקבלת אווירה מתאימה, כולל 3 נקודות מגע.',
    'שליטה בתריסים כולל 3 נקודות מגע פתח, סגור וסבסוב שלבים להגעה ממצב של תריס סגור למצב שנכנס אור.',
    'ניתן הפעיל את הבית מהנייד שלך גם ללא אינטרנט.',
    'שליטה, הוספה ושינוי הגדרות ישירות מהנייד.',
    'קבלת עדכונים לאפליקציות ללא תשלום.',
    'ניתן להגדיר מצבים ייחודיים, הפעלות שונות והודעות מייל. המשתמש יכול להגדיר בעצמו "אירועים ותגובות" עם מערכת ניהול האירועים באפליקציה.',
    'ניתן להפעיל את הבית ישירות ולהריץ תרחישים מלוח המקשים.',
    'להבדיל ממערכות אלחוטיות שמשדרות באופן קבוע, ב igh השידורים מאוד קצרים (כ 10 אלפיות השניה) ובעוצמה מאוד נמוכה.',
    'תמיכה במערכות צד ג כמו מזגני VRF, ספוטיפיי, אפל הום קיט, סירי, גוגל הום אלכסה ועוד.',
    'מערכת הביטחון והבטיחות מאפשרת בעזרת החיישנים לקבל התראה לנייד שלכם' +
    ' באירועים חריגים שהוגדרו על ידכם כגון כניסה לא מורשת לביתכם, התינוק לא זז במיטה בלילה, טמפרטורה חריגה באחד החדרים, ועוד.',
    'מנהל מיקום בזמן אמת - הרצת תרחישים בהתאם למקום הטלפון באמצעות GPS'
];

export const aboutInstall = [
    'התקנה פשוטה שיכולה להתבצע על ידי כל חשמלאי.',
    'אין צורך בתשתיות יעודיות ,מתאים לבתים ישנים וחדשים כאחד.',
    'אין צורך בהחלפת קופסאות החשמל בקיר.',
    'החיישן הסולרי מוצמד לקיר באמצעות מדבקה על תושבת ייעודית ללא צורך בחיווט.'
];