export const about1 = 'חברת גרינפוינט מערכות פיתחה טכנולוגיה מהפכנית וייחודית בעולם בעלת פטנטים , שפועלת בצורה ' +
    ' מבוזרת ומאפשרת להפעיל את כלל מוצרי הבית בנוחות ' +
    'וביעילות ובאמינות ללא פשרות וזאת תוך כדי חיסכון משמעותי בצריכת' +
    ' החשמל על ידי כיבוי צרכני חשמל שלא נחוצים, וכן הדלקתם באופן אוטומטי על פי הצרכים והגדרות המשתמש..\n' +
    'המערכת קלה ופשוטה להתקנה והפעלה\n' +
    'חזון החברה שכל המפסקים בעולם יהיו חכמים כאלו שחוסכים באנרגיה ותוך כדי כך מאפשרים שיפור באיכות החיים.';

export const about2 = 'ברוכים הבאים לבית החכם של גרין פוינט, עולם של נוחות חדשנות וחיסכון בחשמל.\n' +
    'חברת גרין פוינט מפתחת ומייצרת בישראל את הבית החכם מסדרת igh\n' +
    'הבית החכם שפותח ע"י חברתנו תוכנן לפעול בשבילכם באופן אוטומאטי ולהפוך את המגורים בבית לחוויה מתקדמת של הנאה, נוחות , איכות חיים וחיסכון בחשמל.\n' +
    'סדרת מוצרי igh של חברת גרין פוינט הינם יחודים בעלי טכנולוגיה מתקדמת המוגנת בפטנט.\n' +
    'בסדרת igh ניתן דגש רב לעיצוב המוצרים. היחידות מעוצבות בהזרקה דו שכבתית ומפסקי הנגיעה מעוצבים מזכוכית קריסטאלית מחוסמת המעניקה למוצרים מראה חדשני ויוקרתי.\n' +
    'המערכת כוללת שילוב בין חישנים חכמים, מתגים וכלל יחידות המערכת דבר המאפשר ניהול הבית באופן אוטומאטי, כך שהבית עובד בשבילכם לפי הצרכים וההגדרות שכוללים תנועה, טמפרטורה, כמות אור ועוד.\n' +
    'מערכת igh מאפשרת הפיכת כל בית קיים או חדש לבית חכם ולא בזבזני בחשמל ע"י החלפה פשוטה של המפסקים הקיימים במפסקי igh חכמים.\n' +
    'כל מפסק igh יודע לקבל החלטות באופן עצמאי בהתאם לסגנון חייו של המשתמש. המפסקים החכמים ידליקו ויכבו עבורכם את התאורה, יפתחו ויסגרו את התריסים,ידליקו את המזגן לטמפרטורה הרצויה...\n' +
    'מערכת igh מאפשרת ניהול אנרגיה וחיסכון של כ 30% בהוצאות החשמל.\n' +
    'במערכת igh הבית החכם יודע לפעול אוטומאטית.בהתאם להגדרות שלכם ותודות לחישן החכם, להפעיל פעולות כיבוי והדלקה אוטומאטיות בהתאם לתנאים המשתנים. החישן החכם מודד טמפרטורה ומפעיל את המזגן רק שצריך,מזהה תנועה מדליק את התאורה כאשר נכנסים לחדר ומכבה את התאורה כאשר יוצאים מהחדר.\n' +
    'את המתגים החכמים ניתן להפעיל באמצעות תזמון מראש ולקבוע הדלקה, כיבוי, עוצמה, מצבי עבודה ועוד  בשעות הרצויות.\n' +
    'הילדים יוצאים מהחדר ושוכחים לכבות את המזגן והאור? אם נבחר מצב אוטומאטי כל פעם שהילדים יצאו מהחדר האור והמזגן יכבו באופן אוטומאטי.';

export const about3 = 'בעשור האחרון פותחו טכנולוגיות אלחוטיות, שמטרתן להחליף את הטכנולוגיות הקוויות וכך לאפשר ליותר ביתים להתקין המחירים זולים יותר מערכת בית חכם.\n' +
    'גם המערכות הקוויות וגם האלחוטיות משתמשות בבקר מרכזי על מנת לאפשר שליטה בצרכני הבית השונים, ההתחברות בין יחידת הקצה (המפסק החכם) לבין הבקר המרכזי מתבצעת' +
    ' דרך רשת כזו או אחרת, הבקר המרכזי שמקבל את הפקודה מיחידת הקצה מעביר שוב דרך הרשת הקווית או האלחוטית תשובה ליחידת הקצה.\n' +
    'עקב ריבוי הודעות ומרחקים וכן חשיפה להפרעות במערכות האלחוטיות השונות' +
    ' בין יחידות הקצה לבקר המרכזי המערכות מתגלות לעיתים חוסר אמינות והאטה בפקודות המתקבלות הן על ידי היחידה המרכזית והן על ידי יחידות הקצה.\n' +
    'עקב חסרונות אלו במערכות האלחוטיות נוצר חסם שלא מאפשר להביא את הטכנולוגיה לכלל הבתים בעולם.\n' +
    'טכנולוגית IGH מבטלת לחלוטין את הצורך ביחידת בקרה מרכזית וכן ברשת אלחוטית, ' +
    'הטכנולוגיה מאפשרת לכל יחידת קצה להיות חכמה לקבל מידע מחישני הסיבה של IGH ויחידות קצה נוספות, ולקבל החלטות פנימיות ולהריץ פקודות בהתאם להגדרות המשתמש.\n' +
    'הפיתרון הייחודי מאפשר שליטה ובקרה אוטומטית לחלוטין, התקנה פשוטה ללא תשתיות באמינות של מערכת קווית ובמחיר שמאפשר לכולם התקנה בביתם.\n' +
    'המפסקים החכמים מכבים צרכני חשמל שנשכחו דולקים בצורה אוטומטית ובכך מביאים לחיסכון בהוצאות החשמל של עד 30% בממוצע לבית.';

export const aboutSupport = 'תמיכה מרוחקת ללא צורך בהגעה לבית הלקוח.';

export const aboutCustomers = 'הטכנולוגיה מתאימה לכולם!!!!\n' +
    'לווילת היוקרה ולדירה הקטנה, לבנין המשרדים, לבתי החולים, לחדרי הכושר ולמלונות וחדרי אירוח';

export const aboutFeatures = [
    'מערכת מבוזרת ,מפסקים אוטונומיים עצמיים,ללא נקודת כשל מרכזית ,אמינות ללא פשרות.',
    'מפסקים חמים שלומדים את התנהגותך ומשנים קבלת החלטות בהתאם.',
    'בכל מפסק 3 מצבי עבודה לשליטה על ידי המשתמש ידני, אוטומטי ו אקו.',
    'אין צורך בתכנון מוקדם היכן יותקן כל מפסק חכם.',
    'אין מגבלת טווח RF  ,ניתן להתקנה בכל אתר,אין האטת עבודה אלחוטית.',
    'ניהול ומדידת תצרוכת חשמל על ידי כל מפסק חכם.',
    'חיישן נוכחות טמפרטורה ואור הפועל באופן סולרי  וללא צורך בהתקנה חשמלית.',
    'חיסון של כ 30% בתצרוכת החשמל על ידי ביטול חשמל מבוזבז בביתנו.',
    'שליטה בעוצמת תאורה לקבלת אווירה מתאימה,כולל 3 נקודות מגע למעלה אמצע למטה.',
    'שליטה כולל  3 נקודות מגע פתח סגור ואמצעי לסבסוב שלבים,והגעת תריס סגור למצב אור.',
    'איכות חיים!, לא עוד דאגה את מה שכחנו דולק?',
    'הפעל את הבית מהנייד שלך גם ללא אינטרנט.',
    'שלוט הוסף ושנה הגדרות מהנייד שלך ובעצמך.',
    'קבל עדכונים לאפליקציות ללא תשלום.',
    'הגדר מצבים ייחודיים והפעלות שונות והודעות מייל ודחף בעצמך עם מערכת ניהול אירועים באפליקציה.',
    'הפעל את הבית ישירות והרץ תרחישים מהקייפד הנייד.',
    'להבדיל ממערכות אלחוטיות שמשדרות קבוע ב IGH אין שידורים קבועים.',
    'תמיכה במערכות צד ג כמו מזגני VRF, סופטיפי אפל הום קיט וסירי ,גוגל הום אלכסה ועוד.'
];

export const aboutInstall = [
    'התקנה פשוטה שיכולה להתבצע על ידי כל חשמלאי.',
    'אין צורך בתשתיות יעודיות ,מתאים לבתים ישנים וחדשים כאחד.',
    'אין צורך בהחלפת קופסאות החשמל בקיר.',
    'החיישן הסולרי מוצמד לקיר באמצעות מדבקה על תושבת ייעודית ללא צורך בחיווט.'
];