export const about1 = 'ברוכים הבאים לבית החכם של גרינפוינט\n' +
    'לעולם של נוחות, חדשנות וחיסכון בחשמל';

export const about2 = 'חברת גרין פוינט\nמפתחת ומייצרת בישראל את הבית החכם מסדרת igh - intelligent green home' +
    ' הבית החכם שפותח ע"י חברתנו תוכנן לפעול בשבילכם באופן אוטומטי ולהפוך את המגורים בבית' +
    ' לחוויה מתקדמת של הנאה, נוחות , איכות חיים וחיסכון בחשמל.\n' +
    'מערכת igh מאפשרת הפיכת כל בית קיים או חדש לבית חכם ולא בזבזני בחשמל ע"י החלפה פשוטה' +
    ' של המתגים הקיימים במתגי igh חכמים.\n' +
    'כל מתג igh יודע לקבל החלטות באופן עצמאי בהתאם לסגנון חייו של המשתמש. המתגים החכמים' +
    ' ידליקו ויכבו עבורכם את התאורה, יפתחו ויסגרו את התריסים, ידליקו את המזגן לטמפרטורה' +
    ' הרצויה ועוד.\n' +
    'מערכת igh מאפשרת ניהול אנרגיה וחיסכון של כ 30% בהוצאות החשמל.\n' +
    'סדרת מוצרי igh של חברת גרין פוינט הינם יחודים בעלי טכנולוגיה מתקדמת המוגנת בפטנט ובעלי' +
    ' תקינה ישראלית, ארופאית ואמריקאית.\n' +
    'בסדרת igh ניתן דגש רב לאיכות החומרים ולעיצוב המוצרים. היחידות בנויות בהזרקה דו שכבתית' +
    ' ומתגי המגע מעוצבים מזכוכית קריסטאלית מחוסמת המעניקה למוצרים מראה חדשני, חזק ויוקרתי.\n' +
    'המערכת כוללת שילוב בין חישנים חכמים, מתגים ושאר יחידות המערכת שמאפשר ניהול הבית' +
    ' באופן אוטומטי, כך שהבית עובד בשבילכם לפי הצרכים וההגדרות שכוללים תנועה, טמפרטורה,' +
    ' כמות אור ועוד.';

export const about3 = 'בעשור האחרון פותחו טכנולוגיות אלחוטיות, שמטרתן להחליף את הטכנולוגיות הקוויות וכך לאפשר ליותר ביתים להתקין המחירים זולים יותר מערכת בית חכם.\n' +
    'גם המערכות הקוויות וגם האלחוטיות משתמשות בבקר מרכזי על מנת לאפשר שליטה בצרכני הבית השונים, ההתחברות בין יחידת הקצה (המפסק החכם) לבין הבקר המרכזי מתבצעת' +
    ' דרך רשת כזו או אחרת, הבקר המרכזי שמקבל את הפקודה מיחידת הקצה מעביר שוב דרך הרשת הקווית או האלחוטית תשובה ליחידת הקצה.\n' +
    'עקב ריבוי הודעות ומרחקים וכן חשיפה להפרעות במערכות האלחוטיות השונות' +
    ' בין יחידות הקצה לבקר המרכזי המערכות מתגלות לעיתים חוסר אמינות והאטה בפקודות המתקבלות הן על ידי היחידה המרכזית והן על ידי יחידות הקצה.\n' +
    'עקב חסרונות אלו במערכות האלחוטיות נוצר חסם שלא מאפשר להביא את הטכנולוגיה לכלל הבתים בעולם.\n' +
    'טכנולוגית IGH מבטלת לחלוטין את הצורך ביחידת בקרה מרכזית וכן ברשת אלחוטית, ' +
    'הטכנולוגיה מאפשרת לכל יחידת קצה להיות חכמה לקבל מידע מחישני הסיבה של IGH ויחידות קצה נוספות, ולקבל החלטות פנימיות ולהריץ פקודות בהתאם להגדרות המשתמש.\n' +
    'הפיתרון הייחודי מאפשר שליטה ובקרה אוטומטית לחלוטין, התקנה פשוטה ללא תשתיות באמינות של מערכת קווית ובמחיר שמאפשר לכולם התקנה בביתם.\n' +
    'המפסקים החכמים מכבים צרכני חשמל שנשכחו דולקים בצורה אוטומטית ובכך מביאים לחיסכון בהוצאות החשמל של עד 30% בממוצע לבית.';

export const aboutSupport = 'תמיכה מרוחקת ללא צורך בהגעה לבית הלקוח.';

export const aboutCustomers = 'הטכנולוגיה מתאימה לכולם!!!!\n' +
    'לווילת היוקרה ולדירה הקטנה, לבנין המשרדים, לבתי החולים, לחדרי הכושר ולמלונות וחדרי אירוח';

export const aboutFeatures = [
    'מערכת מבוזרת ,מפסקים אוטונומיים עצמיים,ללא נקודת כשל מרכזית ,אמינות ללא פשרות.',
    'מפסקים חמים שלומדים את התנהגותך ומשנים קבלת החלטות בהתאם.',
    'בכל מפסק 3 מצבי עבודה לשליטה על ידי המשתמש ידני, אוטומטי ו אקו.',
    'אין צורך בתכנון מוקדם היכן יותקן כל מפסק חכם.',
    'אין מגבלת טווח RF  ,ניתן להתקנה בכל אתר,אין האטת עבודה אלחוטית.',
    'ניהול ומדידת תצרוכת חשמל על ידי כל מפסק חכם.',
    'חיישן נוכחות טמפרטורה ואור הפועל באופן סולרי  וללא צורך בהתקנה חשמלית.',
    'חיסון של כ 30% בתצרוכת החשמל על ידי ביטול חשמל מבוזבז בביתנו.',
    'שליטה בעוצמת תאורה לקבלת אווירה מתאימה,כולל 3 נקודות מגע למעלה אמצע למטה.',
    'שליטה כולל  3 נקודות מגע פתח סגור ואמצעי לסבסוב שלבים,והגעת תריס סגור למצב אור.',
    'איכות חיים!, לא עוד דאגה את מה שכחנו דולק?',
    'הפעל את הבית מהנייד שלך גם ללא אינטרנט.',
    'שלוט הוסף ושנה הגדרות מהנייד שלך ובעצמך.',
    'קבל עדכונים לאפליקציות ללא תשלום.',
    'הגדר מצבים ייחודיים והפעלות שונות והודעות מייל ודחף בעצמך עם מערכת ניהול אירועים באפליקציה.',
    'הפעל את הבית ישירות והרץ תרחישים מהקייפד הנייד.',
    'להבדיל ממערכות אלחוטיות שמשדרות קבוע ב IGH אין שידורים קבועים.',
    'תמיכה במערכות צד ג כמו מזגני VRF, סופטיפי אפל הום קיט וסירי ,גוגל הום אלכסה ועוד.',
    'מערכת הביטחון והבטיחות מאפשרת בעזרת החיישנים לקבל התראה לנייד שלכם' +
    ' באירועים חריגים שהוגדרו על ידכם כגון כניסה לא מורשת לביתכם,התינוק לא זז במיטה בלילה ,טמפרטורה חריגה באחד החדרים,ועוד.'
];

export const aboutInstall = [
    'התקנה פשוטה שיכולה להתבצע על ידי כל חשמלאי.',
    'אין צורך בתשתיות יעודיות ,מתאים לבתים ישנים וחדשים כאחד.',
    'אין צורך בהחלפת קופסאות החשמל בקיר.',
    'החיישן הסולרי מוצמד לקיר באמצעות מדבקה על תושבת ייעודית ללא צורך בחיווט.'
];